{
  "newsletters": [
    {
      "date": "2025-11-27",
      "subject": "China Litmus Test",
      "url": "https://newsletter.readthedailies.com/p/china-litmus-test",
      "stories": [
        {
          "section": "Closeup",
          "headline": "Zootopia 2 is Hollywood's China litmus test",
          "body": "Zootopia 2 opens in China today, with Avatar: Fire and Ash following in three weeks, and studio executives are watching both releases very closely. More than just movie launches, they're a litmus test for whether the world's second-largest box office still has real value for Hollywood. The backdrop isn't great: No Hollywood film has hit $100M in China this year. Studios are spending $5M+ on local marketing while only taking home 25% of ticket sales. This fits a broader shift tracked all year. Pre-pandemic, overseas markets routinely delivered 60-70% of blockbuster grosses. That ratio has now flipped. This summer's biggest releases earned 50-70% domestically. Only 3 of 2025's top 10 films have earned 60%+ overseas. Early signs are very promising: Zootopia 2 is tracking toward a $270M global opening, with U.S. advance sales in line with Inside Out 2. China presales are reportedly fantastic.",
          "topics": ["box office", "international", "theatrical", "china"],
          "entities": ["Disney", "China", "Zootopia 2", "Avatar: Fire and Ash"]
        },
        {
          "section": "Wide Shot",
          "headline": "Rush Hour 4 greenlit after Trump pressure on Paramount",
          "body": "Trump wanted Rush Hour 4, and now it's happening. Paramount will distribute the long-gestating Jackie Chan and Chris Tucker sequel, directed by Brett Ratner, on behalf of Warner Bros. The news comes after reports that President Trump personally pressed the Ellisons to revive the franchise. Multiple studios passed on the project, including WB's own New Line, the label behind the original trilogy that grossed $850M worldwide. Ratner was exiled from Hollywood over 2017 sexual assault allegations and recently directed Melania Trump's documentary for Amazon. The news comes as Paramount's new owners, Larry and David Ellison, are also bidding on Warner Bros. Discovery.",
          "topics": ["production", "theatrical", "politics"],
          "entities": ["Paramount", "Warner Bros", "Jackie Chan", "Chris Tucker", "Brett Ratner", "Trump", "Ellisons"]
        },
        {
          "section": "Wide Shot",
          "headline": "LA's market share held steady but production volume dropped 20%",
          "body": "FilmLA's latest report shows Los Angeles maintained its position as the top global filming destination in 2024, capturing 18.3% of English-language productions. Sounds encouraging, but here's the catch: industry-wide productions dropped from 1,040 in 2022 to just 857 last year. That's a nearly 20% decline, meaning roughly 70 fewer LA productions, driven largely by collapsing TV output. Still, LA held onto its lead as most domestic rivals like Georgia, New York, and Canada contracted too. The UK bucked the trend though, with a 77% jump in TV series production. California's expanded $750M tax incentive aims to help weather this industry-wide pullback.",
          "topics": ["production", "television", "incentives"],
          "entities": ["FilmLA", "Los Angeles", "California", "UK"]
        },
        {
          "section": "Wide Shot",
          "headline": "Broadcast TV consolidation hits regulatory wall",
          "body": "TV station giant Sinclair submitted a takeover bid for rival E.W. Scripps this week, while Nexstar, America's largest broadcaster, pursues its $6.2B Tegna merger. Both depend on the FCC loosening rules that currently stop any one company from owning stations that cover more than 39% of U.S. households. Station owners say they need scale to compete with streaming and Big Tech, and FCC Chairman Brendan Carr backs scrapping the cap. But a strange coalition opposes them, each for different reasons: President Trump, the FCC's sole Democrat, and Newsmax's CEO. Both companies are now walking back expectations, saying they can still merge under existing rules if they sell off stations to stay under the cap.",
          "topics": ["television", "business", "regulation"],
          "entities": ["Sinclair", "E.W. Scripps", "Nexstar", "Tegna", "FCC", "Trump"]
        }
      ]
    },
    {
      "date": "2025-11-25",
      "subject": "Biggest Broadway Debut Ever",
      "url": "https://newsletter.readthedailies.com/p/biggest-broadway-debut-ever",
      "stories": [
        {
          "section": "Box Office Breakdown",
          "headline": "Wicked: For Good sets Broadway adaptation record with $150M opening",
          "body": "Wicked: For Good opened to $150M domestic, $226M global on a $165M budget. Universal's sequel beat last year's Wicked ($112.5M domestic/$164M global) to claim the biggest Broadway adaptation opening ever and the second-highest 2025 domestic bow behind only A Minecraft Movie ($162.7M), while setting career bests for Ariana Grande, Cynthia Erivo, and director Jon M. Chu. International remains the franchise's Achilles heel at just 34% of the global total, but with last year's Wicked hitting $263M by Thanksgiving's end, the domestic strength should more than compensate.",
          "topics": ["box office", "theatrical", "musicals"],
          "entities": ["Universal", "Wicked", "Ariana Grande", "Cynthia Erivo", "Jon M. Chu"]
        },
        {
          "section": "Closeup",
          "headline": "Hollywood has stopped making TV for Gen Z",
          "body": "Gen Z is 70M strong (the second-largest demographic in America), yet Hollywood has basically given up trying to make shows for them. Only a handful of series like HBO's I Love LA, FX's Adults, and Prime's Overcompensating are even targeting 20-somethings right now. A senior development exec straight-up admitted: 'I don't see in the short term that I'm telling the creative community that I'm looking for a young ensemble.' What they're actually watching: Gen Z's top streaming shows are all library content like Friends, Gilmore Girls, Grey's Anatomy, Family Guy. If 65% of young viewers are rewatching old shows instead of discovering new ones, acquiring proven comfort watches might actually be smarter business than greenlighting risky originals. The decline of cable gutted Comedy Central and TBS as comedy incubators, erasing the ecosystem that once nurtured young-skewing content. Gen Z facing 10.8% unemployment, fewer dating, and buying homes out of reach means traditional milestones that drove Friends or How I Met Your Mother work as escapist fantasy in reruns but feel far less relatable as stories for new content.",
          "topics": ["television", "streaming", "demographics"],
          "entities": ["Gen Z", "HBO", "FX", "Prime Video", "Netflix"]
        },
        {
          "section": "International",
          "headline": "Qatar betting it can instant-launch a film hub",
          "body": "During the inaugural Doha Film Festival's Industry Days, Qatar's new Film Committee unveiled everything at once: 50% cash rebate (one of the world's most competitive, open Q2 2026), Neon signed a 4-year deal to co-develop 6-10 Arabic-language features and shorts with global distribution, Sony Pictures International Productions committed to a multi-year slate of Arabic-language films, Miramax will co-develop film and TV projects starting with an Arabic-language remake of Serendipity, Company 3 is establishing a new hub in Doha, and Parrot Analytics will provide demand intelligence to guide greenlighting decisions. Post-consolidation Hollywood needs risk-sharing on mid-budget projects. Qatar's pitch is specific: co-finance Arabic-language IP with Western distribution already locked in. Instead of just being a filming location, they're buying into ownership and know-how from day one. Reports surfaced that Qatar's Investment Authority could join Saudi and Abu Dhabi sovereign funds in a potential $71B bid for Warner Bros Discovery.",
          "topics": ["international", "production", "incentives", "business"],
          "entities": ["Qatar", "Doha Film Festival", "Neon", "Sony", "Miramax", "Company 3", "Warner Bros Discovery"]
        }
      ]
    },
    {
      "date": "2025-11-20",
      "subject": "Biggest Payday Ever",
      "url": "https://newsletter.readthedailies.com/p/biggestpaydayever",
      "stories": [
        {
          "section": "Wide Shot",
          "headline": "Letterboxd launching digital video store",
          "body": "The social platform where film nerds meticulously log and rate films announced it's launching a digital video store in December, letting users rent movies directly from film pages, no subscription needed. Here's the clever part: Letterboxd's curating rentals based on what its 13M users are actually watchlisting, including festival standouts that never scored distribution deals. Instead of films dying in distribution purgatory, filmmakers could soon go direct-to-consumer through the platform where their exact audience already lives. With traditional buyers for mid-tier indie films becoming increasingly scarce, this data-driven marketplace could give those films a second chance at finding their audience.",
          "topics": ["distribution", "streaming", "indie"],
          "entities": ["Letterboxd"]
        },
        {
          "section": "Wide Shot",
          "headline": "Frozen trio lands animation's biggest payday ever at $60M each",
          "body": "Kristen Bell, Josh Gad, and Idina Menzel will each pocket $60M for Frozen 3 and Frozen 4, quadrupling their Frozen 2 paydays and obliterating previous animation records. For context, Tom Hanks earned $20M for Toy Story 4; Eddie Murphy got $15M for Shrek 2. These deals (which could push each sequel's budget north of $300M) reveal Disney's new calculus: with Marvel fatigue setting in and Pixar learning what box office disappointment feels like (Elemental, Lightyear), the House of Mouse is paying whatever it takes to protect its guaranteed billion-dollar franchises. When you've generated $11B in merchandise alone, what's another $180M?",
          "topics": ["business", "animation", "theatrical"],
          "entities": ["Disney", "Kristen Bell", "Josh Gad", "Idina Menzel", "Frozen"]
        },
        {
          "section": "Wide Shot",
          "headline": "California writes $313M in tax credits to keep Hollywood home",
          "body": "The state handed out tax credits to 17 TV shows: Amazon's Fallout S3 scored the biggest haul at $42M, while the delayed Mr. & Mrs. Smith S2 landed $31.9M as a relocating production. Even Baywatch is coming back to life with $21M for its Fox resurrection. This latest round comes from Governor Newsom's expanded $750M annual program (up from $330M), which now offers a 35% base credit plus another 5% for shows that relocate. The money's doing its job: Fallout left New York and Utah behind, Mr. & Mrs. Smith is packing up to move here, and Baywatch is returning to California after the original series' late-run filming in Hawaii.",
          "topics": ["production", "television", "incentives"],
          "entities": ["California", "Amazon", "Fallout", "Mr. & Mrs. Smith", "Baywatch", "Fox"]
        },
        {
          "section": "Market Watch",
          "headline": "First round bids for Warner Bros. Discovery submitted",
          "body": "Paramount, Comcast, and Netflix submitted their non-binding bids for WBD yesterday. Paramount CEO David Ellison was reportedly courting Saudi, Qatari, and UAE sovereign wealth funds in the days before the deadline, not for the money, but to block Comcast from getting them first. Ellison showed up at Trump's state dinner for Saudi Crown Prince MBS this week. Netflix is trying a different approach: promising to honor theatrical releases for Warner Bros. films if they win, but industry insiders are skeptical. Meanwhile, Senators Warren, Sanders, and Blumenthal want the DOJ to scrutinize any deal hard. Warner Bros. Discovery's board could still reject all suitors and proceed with Plan B—splitting into two companies, one for streaming and studio, another for cable networks, by next year. The board wants to review bids before Thanksgiving, with a decision expected by mid-December.",
          "topics": ["business", "mergers", "streaming"],
          "entities": ["Warner Bros Discovery", "Paramount", "Netflix", "Comcast", "David Ellison", "Trump"]
        }
      ]
    },
    {
      "date": "2025-11-18",
      "subject": "Falling Apart",
      "url": "https://newsletter.readthedailies.com/p/fallingapart",
      "stories": [
        {
          "section": "Closeup",
          "headline": "Disney's AI moonshot crashes back to earth",
          "body": "During last week's earnings call, Bob Iger talked up Disney's 'productive conversations' with AI companies. But behind the diplomatic corporate speak, the entertainment giant's AI journey has been rougher than a ride on Space Mountain with the lights on. Disney reportedly burned through $50M on its AI initiative, including an attempt to build its own proprietary video generation model. The company fired VP Ben Stanbury this summer after the effort stalled. Inside Disney, animators and actors were reportedly resistant to cooperate with AI initiatives. Hollywood's talent wants nothing to do with it. Directors like Guillermo del Toro say they'd 'rather die' than use it, and Nicolas Cage called it a 'dead end.' About 15% of SAG-AFTRA's members want AI to not exist at all. The tech isn't ready anyway. Even with everyone on board, current AI can't meet Disney standards. It can't maintain consistent imagery across a feature film or output proper VFX resolution. Works great for TikTok clips, but over 90 minutes? Completely falls apart. An Atlassian report found 96% of CEOs seeing zero ROI from AI.",
          "topics": ["technology", "ai", "animation", "business"],
          "entities": ["Disney", "Bob Iger", "Guillermo del Toro", "Nicolas Cage", "SAG-AFTRA"]
        },
        {
          "section": "Closeup",
          "headline": "Adult animation having a surprising hot streak",
          "body": "While the Animation Guild president warns that 'so many of our members are out of work and struggling to pay their bills,' buyers can't get enough adult animated content. Agents report 'massive appetite' across the board for new series. Netflix's John Derderian is actively expanding originals and IP adaptations like Stranger Things: Tales from '85. Warner Bros. TV calls animation a 'growth area' and is being 'very aggressive' with development. Amazon just announced Invincible's fifth season before the fourth even airs. Fox is toying with hourlong animated dramas. Why are studios bullish on cartoons? Animation costs $800K-$5M per half-hour episode, while comparable live-action runs double or triple that price tag. The ROI beats prestige TV: Amazon's Invincible likely delivers better returns than The Boys when you calculate per dollar versus per viewer. Shows last forever without cast complications: The Simpsons is approaching S40 with no actor renegotiations, no aging-out scandals. International appeal comes built-in: Blue Eye Samurai pulled huge global numbers for Netflix without needing A-list dubbing.",
          "topics": ["animation", "television", "streaming", "business"],
          "entities": ["Netflix", "Warner Bros TV", "Amazon", "Fox", "Invincible", "The Simpsons"]
        },
        {
          "section": "Market Watch",
          "headline": "TV station owners supersizing to survive",
          "body": "Local broadcasters are pushing mega-mergers that would shatter decades-old ownership limits. Nexstar-Tegna: Already America's biggest broadcaster, Nexstar just filed to buy Tegna for $6.2B, which would give them control of 54.5% of U.S. TV homes. That's way above the current 39% ownership cap. Sinclair-Scripps: Sinclair bought an 8.2% stake in E.W. Scripps this week to pressure the company into a merger. Why the sudden bulk-up? Station owners claim they need scale to compete with Netflix and Google, arguing that being a 'broadcasting giant is an oxymoron' compared to Big Tech's reach. These deals would fundamentally reshape the TV landscape. When one company controls most of America's TV stations, it gains massive leverage over ABC, CBS, and NBC in programming negotiations. FCC Chairman Brendan Carr supports scrapping ownership limits.",
          "topics": ["television", "business", "regulation", "mergers"],
          "entities": ["Nexstar", "Tegna", "Sinclair", "E.W. Scripps", "FCC"]
        }
      ]
    },
    {
      "date": "2025-11-17",
      "subject": "Conjuring Up a Win",
      "url": "https://newsletter.readthedailies.com/p/conjuring-up-a-win",
      "stories": [
        {
          "section": "Box Office Breakdown",
          "headline": "Now You See Me: Now You Don't surprises with #1 finish at $21.3M",
          "body": "Lionsgate's magician heist threequel surprised with a #1 finish, opening to $21.3M domestic, $75.5M global on a $90M budget, with women driving 54% of ticket sales and China delivering a massive $19.2M.",
          "topics": ["box office", "theatrical", "international"],
          "entities": ["Lionsgate", "Now You See Me", "China"]
        },
        {
          "section": "Box Office Breakdown",
          "headline": "The Running Man stumbles in Glen Powell's first post-stardom miss",
          "body": "Glen Powell's first stumble since achieving movie star status as Edgar Wright's dystopian reboot opened to $17M domestic, $28.2M global on a $110M budget, falling below tracking, unable to escape its R-rating limitations. 35% of international territories have yet to open (including China, Korea, and Brazil).",
          "topics": ["box office", "theatrical"],
          "entities": ["Glen Powell", "Edgar Wright", "The Running Man"]
        },
        {
          "section": "Closeup",
          "headline": "The boutique distributor boom is here",
          "body": "When Kristen Stewart's directorial debut premiered at Cannes, you'd expect Sony or Focus Features to snap it up. Instead, The Chronology of Water went to The Forge, a distributor so new that industry insiders literally had to Google it. Traditional distributors used to scoop up these films, but they've pulled back as marketing budgets shrink and box office revenue disappoints. Now dozens of great films premiere at Sundance, SXSW, and Cannes every year with no buyers in sight. The boutiques are stepping in to fill that gap, testing new models: Ultra-niche targeting (each distributor picks a specific audience—Watermelon Pictures for Palestinian cinema, Future of Film Is Female for women directors, Suncatcher for disability stories), theatrical as loss leader (they lose money on theater runs on purpose, accepting 50/50 ticket revenue splits to generate reviews and credibility needed to sell to Netflix or Hulu later), and filmmaker-first payment terms (producers actually get paid from box office revenue immediately, not after the distributor recoups expenses).",
          "topics": ["distribution", "indie", "theatrical", "business"],
          "entities": ["Kristen Stewart", "The Forge", "Watermelon Pictures", "Suncatcher"]
        },
        {
          "section": "Wide Shot",
          "headline": "YouTube wants its own Jimmy Fallon",
          "body": "As advertising dollars flee traditional TV for the creator economy, YouTube has started backing exclusive shows to capture them. First up: Julian Shapiro-Barnum's Outside Tonight, a weekly late-night show filmed on location around New York City. It's part of a broader YouTube slate that includes everything from stand-up specials to preschool programming. Last week in New York, YouTube executives pitched these platform-backed shows to advertisers looking for premium inventory. It's a pretty big shift for the platform: YouTube built its empire hosting whatever creators uploaded independently. Now it's actively curating and elevating select content to compete with traditional media.",
          "topics": ["streaming", "television", "digital"],
          "entities": ["YouTube", "Julian Shapiro-Barnum"]
        },
        {
          "section": "Market Watch",
          "headline": "Race to buy Warner Bros. intensifies with Saudi angle",
          "body": "First-round bids for Warner Bros. Discovery are due this Thursday, with Netflix, Comcast, and Paramount circling David Zaslav's empire. Antitrust concerns are mounting. Rep. Darrell Issa warned regulators last week that combining Netflix with WBD would give them over 30% of the streaming market, a threshold that typically triggers regulatory scrutiny. Then there's the Saudi angle. Comcast CEO Brian Roberts was spotted meeting Saudi Arabia's Public Investment Fund last week, and there are reports the Saudis are allegedly close to a deal. Comcast's market cap is under $100B, and WBD could sell for $60B+. That's a tough financial stretch without deep-pocketed partners.",
          "topics": ["business", "mergers", "streaming"],
          "entities": ["Warner Bros Discovery", "Netflix", "Comcast", "Paramount", "Saudi Arabia"]
        }
      ]
    },
    {
      "date": "2025-11-13",
      "subject": "Market's Resetting",
      "url": "https://newsletter.readthedailies.com/p/markets-resetting",
      "stories": [
        {
          "section": "Closeup",
          "headline": "AFM's packed but the indie market's resetting",
          "body": "The American Film Market hit its midway point in Century City with 285 exhibitors (down from ~400 pre-pandemic). Hot packages circulating: Mel Gibson's Resurrection of Christ ($200M two-parter), Reenactment (Benicio Del Toro, Cameron Diaz crime drama), Bad Bridgets (Daisy Edgar-Jones), My Darling California (Jessica Chastain, Chris Pine), Empire City (Gerard Butler hostage thriller). Why nobody knows what'll hit anymore: This past weekend, Jennifer Lawrence and Robert Pattinson pulled just $2.6M on nearly 2,000 screens with Die My Love. Sydney Sweeney scraped together $1.3M with Christy. Even The Rock couldn't push past $5.8M with The Smashing Machine. What buyers actually want now: 'Is it horror? Is it awards? Whatever it is, it needs to know exactly what it is,' says one sales exec. IFC's Good Boy (micro-budget, laser-focused on its demo) just crossed $6M and counting. The new kids taking big swings: Black Bear (launched with Christy, next up with Jason Statham's Shelter) and Row K Entertainment (dropped eight figures on Cliffhanger). The pay-one window (guaranteed streaming deals that used to make indies viable) has largely dried up.",
          "topics": ["distribution", "indie", "theatrical", "business"],
          "entities": ["AFM", "American Film Market", "Jennifer Lawrence", "Sydney Sweeney", "IFC", "Black Bear", "Row K Entertainment"]
        },
        {
          "section": "Wide Shot",
          "headline": "Lionsgate built an entire London theater for The Hunger Games",
          "body": "The live stage adaptation opens this week after seven years of development, joining a surge of Hollywood-to-stage bets including Death Becomes Her, La La Land, and Lionsgate's own Wonder and Now You See Me Live. The studio's global products president Jenefer Brown says theatrical productions now occupy a third of their division's time. Studios are chasing Gen Z and Gen Alpha's post-pandemic hunger for 'shared live experiences'—younger audiences are paying premium prices to watch actors perform in person what they could stream at home. It's not a new playbook (Disney's milked it since The Lion King), but studios are increasingly banking on live theater to deepen fan connections and cash in on the experiential economy.",
          "topics": ["theatrical", "stage", "ip"],
          "entities": ["Lionsgate", "The Hunger Games", "Disney"]
        },
        {
          "section": "Wide Shot",
          "headline": "Disney+ wants you to make your own Frozen sequel with AI",
          "body": "Bob Iger dropped the news on the company's Q4 earnings call that the streaming platform's letting subscribers use AI to create and share short-form videos starring Disney characters. The CEO called it one of Disney+'s biggest changes since launching in 2019, right alongside new gaming features through Epic Games. Disney's having 'productive conversations' with unnamed AI companies to pull this off while keeping its intellectual property safe. It's worth noting that they're currently suing Midjourney for training on Disney's protected IP. Startups like Showrunner AI, the self-proclaimed 'Netflix of AI,' are already letting users craft their own animated shows.",
          "topics": ["streaming", "technology", "ai"],
          "entities": ["Disney+", "Bob Iger", "Epic Games", "Midjourney", "Showrunner AI"]
        },
        {
          "section": "Wide Shot",
          "headline": "Guilds knock on YouTube's door with first creator company unionization",
          "body": "The Editors Guild and Writers Guild West are trying to unionize over two dozen workers at Theorist Media, the company behind YouTube channels like Game Theorists and Film Theorists. It's the first time either union has attempted to organize a YouTube content company, which is a pretty big deal for institutions that once dismissed the platform as amateur hour. With YouTube now the most-watched platform on TVs and traditional Hollywood contracting, unions are finally treating creator studios as legitimate entertainment infrastructure. The workers want industry-standard wages and protections, basically showing that the creator economy has graduated from passion projects to professional production.",
          "topics": ["labor", "digital", "television"],
          "entities": ["Editors Guild", "Writers Guild West", "Theorist Media", "YouTube"]
        }
      ]
    }
  ]
}
