{
  "newsletters": [
    {
      "date": "2025-11-11",
      "subject": "Selling Their Voices",
      "url": "https://newsletter.readthedailies.com/p/selling-their-voices",
      "stories": [
        {
          "section": "Wide Shot",
          "headline": "Netflix House opens physical location in Philadelphia",
          "body": "Netflix's first permanent physical location spans 100,000 square feet at King of Prussia Mall. Fans can explore immersive experiences based on hits like Wednesday and One Piece, a 200-seat theater, themed restaurants, and merch galore. Netflix is chasing Disney-level fandom, betting that the deepest emotional connections and biggest revenue streams happen when superfans can physically step inside their favorite stories. As streaming subscriber growth plateaus, platforms are realizing digital-only relationships aren't enough. Dallas opens next month, Vegas in 2027.",
          "topics": ["streaming", "experiential", "business"],
          "entities": ["Netflix", "King of Prussia Mall", "Disney"]
        },
        {
          "section": "Wide Shot",
          "headline": "Matthew McConaughey and Michael Caine sell voices to AI",
          "body": "The actors partnered with ElevenLabs to create AI-generated versions of their famous voices. McConaughey is also investing in the company and using the tech to launch a Spanish-language version of his Lyrics of Livin newsletter in his own synthesized voice. Through ElevenLabs' new Iconic Voice Marketplace, companies can request licenses to use celebrity voices for creative projects. They're joining a growing roster that already includes deceased stars like Judy Garland, John Wayne, and Babe Ruth. The deals make them some of the first A-listers to proactively license their voices.",
          "topics": ["ai", "technology", "voice"],
          "entities": ["Matthew McConaughey", "Michael Caine", "ElevenLabs"]
        },
        {
          "section": "Wide Shot",
          "headline": "Specialty streamers unite in global advocacy coalition",
          "body": "Fifteen specialty streamers including Tubi, Crunchyroll, Roku, and AMC Networks' services banded together as Beyond Mainstream A Global Streaming Alliance to create their own advocacy group for policy debates. Governments worldwide are forcing streamers to produce or fund local content, but these rules designed for Netflix-sized players could crush niche services that mainly license existing content. France already requires streamers to invest 20% of local revenue into French productions, while Australia now mandates that services with 1M+ subscribers spend on Australian drama and documentaries. Together the coalition members reach audiences in nearly every country, including heavy hitters like Tubi's 100M monthly users and Crunchyroll's 17M subscribers.",
          "topics": ["streaming", "regulation", "business"],
          "entities": ["Tubi", "Crunchyroll", "Roku", "AMC Networks"]
        },
        {
          "section": "International Markets",
          "headline": "Colombia becomes major production player with unprecedented demand",
          "body": "Colombia is quietly becoming a major player in the global production wars. After introducing incentives in 2012, both the cash rebate AND the 35% tax credit programs were fully allocated by mid-September for the first time ever as everyone from Netflix to Zack Snyder races to set up shop in Bogotá. Netflix has been ramping up investments year over year, including One Hundred Years of Solitude, its priciest Latin American project ever. Major names are flocking there: Omar Sy and Kerry Washington shot Shadow Force, BBC filmed The Night Manager S2. Local production service companies like Dynamo and Jaguar Bite have become go-to partners for Netflix, Amazon MGM Studios, and Lionsgate. The tax incentive program has generated $861M in investment and 130,000+ jobs since 2012. Colombia trained 810 crew members in English in 2024, funded in part by the program itself.",
          "topics": ["production", "incentives", "international"],
          "entities": ["Colombia", "Netflix", "Zack Snyder", "Amazon MGM Studios", "Lionsgate"]
        },
        {
          "section": "Earnings Season",
          "headline": "Paramount's first post-merger report shows streaming growth and deep cuts",
          "body": "Paramount just delivered its first earnings report under David Ellison's leadership. Q3 revenue came in below expectations ($6.7B versus the $7B Wall Street wanted), but investors apparently love a good turnaround story, and shares moved higher on his ambitious 2026 targets. Streaming's actually working: Direct-to-consumer revenue jumped 17% to $2.17B, and Paramount+ now has 79.1M subscribers. They're planning price increases for Q1 2026. Deep, painful cuts: They're upping their cost savings target from $2B to $3B. That means laying off about 2,000 people total (they just cut 1,000, with another 1,000 coming), plus 600 employees took buyouts rather than return to office. They're also selling off international assets like Argentina's Telefe. Big content ambitions: The film slate is expanding from just 8 movies to 15+ theatrical releases in 2026, and they're planning major growth for their TV studios despite losing Taylor Sheridan to NBCUniversal in 2028. Still chasing Warner Bros: Ellison's made three offers for Warner Bros. Discovery that all got rejected.",
          "topics": ["earnings", "streaming", "business"],
          "entities": ["Paramount", "David Ellison", "Paramount+", "Warner Bros Discovery"]
        }
      ]
    },
    {
      "date": "2025-11-07",
      "subject": "Subtitle Phobia",
      "url": "https://newsletter.readthedailies.com/p/subtitle-phobia",
      "stories": [
        {
          "section": "Box Office Breakdown",
          "headline": "Predator Badlands scores biggest franchise opening ever",
          "body": "Dan Trachtenberg's PG-13 take scored $40M domestic opening, $80M global debut on $105M budget. This is the biggest Predator opening ever, plus the franchise's best CinemaScore (A-). Premium formats drove a massive 59% of the total.",
          "topics": ["box office", "theatrical"],
          "entities": ["Disney", "Dan Trachtenberg", "Elle Fanning"]
        },
        {
          "section": "Box Office Breakdown",
          "headline": "November box office shows recovery from October slump",
          "body": "The weekend pulled in $83M domestically, up 17% from the same frame last year. Predator Badlands led the charge, helping theaters recover from October's dismal box office performance. Sydney Sweeney's Christy couldn't even crack the top 10 with just $1.3M on 2,000+ screens ($649 per theater), ranking among the worst wide-release openings of all time. 2025's box office is holding at 3% ahead of last year's pace with $7.1B year-to-date.",
          "topics": ["box office", "theatrical"],
          "entities": ["Sydney Sweeney"]
        },
        {
          "section": "Closeup",
          "headline": "American viewers overcome subtitle phobia as foreign films go mainstream",
          "body": "Foreign-language films have officially crossed over. What started as arthouse fodder is now mainstream entertainment gunning for major awards. Distributors like Neon are pushing five international titles this awards season alone. Before 2017, only 10 non-English films had ever scored Best Picture nods. Since 2018, twelve have made the cut, including Parasite's historic win and 2024's double nomination of Anatomy of a Fall and The Zone of Interest. The streaming revolution did the heavy lifting. Netflix and rivals needed global content, training American audiences to embrace subtitles through hits like Squid Game and Lupin. Their algorithms don't discriminate. Major studios retreated to franchise tentpoles, abandoning mid-budget dramas and leaving the prestige space wide open for international players. The younger generation gets it: they already watch everything with subtitles on (even English content). The Academy has transformed too, with 25% international voters making subtitled films viable contenders. Even foreign is getting fuzzy: We're seeing more polyglot productions like Anatomy of a Fall moving between French, English, and German. This year's Sentimental Value flows between Norwegian and English with Elle Fanning.",
          "topics": ["theatrical", "international", "awards", "streaming"],
          "entities": ["Neon", "Netflix", "Parasite", "Academy Awards"]
        },
        {
          "section": "Wide Shot",
          "headline": "American Film Market returns to Los Angeles",
          "body": "The six-day event runs through November 16 at Century City's Fairmont, back home after last year's Vegas stint didn't quite click. AFM is where independent films get bought, sold, and financed, with strong turnout this year: 260+ companies from 70 countries. Hot packages circulating include Mel Gibson's Resurrection of Christ ($200M two-parter), Reenactment (Benicio Del Toro, Cameron Diaz crime drama), Bad Bridgets (Daisy Edgar-Jones), My Darling California (Jessica Chastain, Chris Pine), Empire City (Gerard Butler hostage thriller). Streaming buyers have grown pickier, focusing on star-driven projects or genre fare like horror and thrillers. Theatrical distributors want either blockbusters or micro-budget films, while mid-range dramas have been struggling. New this year is an Innovation Hub focused on AI in filmmaking.",
          "topics": ["business", "indie", "markets"],
          "entities": ["AFM", "American Film Market"]
        },
        {
          "section": "Wide Shot",
          "headline": "AI actress creator announces 40 more characters coming",
          "body": "Eline Van der Velden gave her first interview since September's industry uproar over AI actress Tilly Norwood. She now says she's developing 40 more AI characters but insists they're not meant to replace actors, instead existing in a third genre alongside animation and live-action. Van der Velden clarified she's turned down roles where Tilly would substitute for humans. Despite public backlash, she claims agencies are still calling, and Academy Award winners are quietly reaching out about projects.",
          "topics": ["ai", "technology", "labor"],
          "entities": ["Eline Van der Velden", "Tilly Norwood"]
        },
        {
          "section": "Wide Shot",
          "headline": "Netflix doubles down on reality competitions based on franchises",
          "body": "The streaming giant ordered 34 reality competition seasons this year, which makes up 9% of all shows ordered and its highest percentage since Ampere began tracking in 2020. The push reflects Netflix's broader diversification strategy, adapting originals like Squid Game The Challenge (S2 just dropped) and turning IP like Charlie and the Chocolate Factory, Clue, and Monopoly into unscripted competitions. It's working: 95% of viewers who watched the Squid Game reality spinoff also watched the original. These shows cost substantially less than scripted content while delivering similar engagement, creating a low-risk content cushion that helps offset Netflix's bigger bets.",
          "topics": ["streaming", "television", "reality"],
          "entities": ["Netflix", "Squid Game"]
        }
      ]
    },
    {
      "date": "2025-11-06",
      "subject": "No Theaters No Deal",
      "url": "https://newsletter.readthedailies.com/p/no-theaters-no-deal",
      "stories": [
        {
          "section": "Closeup",
          "headline": "HBO Max wants more prestigurals after The Pitt success",
          "body": "HBO Max's newest strategy sounds like a contradiction: prestige TV meets broadcast procedurals. But after The Pitt's Emmy haul proved the model works, they just ordered two more prestigurals that embrace the same framework: Cop drama American Blue from Jeremy Carver following a native son who returns to Joliet, Illinois to rescue the local police force, and Family drama How To Survive Without Me from Greg Berlanti and Bash Doran, centered on adult siblings and their father navigating grief and love in Los Angeles. They're designed for 15+ episode seasons, modest $4M per episode budgets, and yearly releases. No more waiting two years for eight precious episodes with movie-level budgets. But unlike old-school procedurals, these shows bring the character complexity and serialized storytelling that made prestige TV famous. The five Emmys for The Pitt told HBO they were onto something, especially when it pulled viewers from outside their usual prestige crowd.",
          "topics": ["television", "streaming", "development"],
          "entities": ["HBO Max", "The Pitt", "Greg Berlanti", "Jeremy Carver"]
        },
        {
          "section": "Wide Shot",
          "headline": "Netflix promised Zach Cregger theaters then killed the plan",
          "body": "Following his Weapons success, Netflix courted Cregger hard for his next project, a sci-fi film called The Flood. Film chief Dan Lin even flew to Prague to woo him, promising a theatrical release. But CEO Ted Sarandos has reportedly killed the theater plan, and talks have stalled. Sources say Cregger won't sign on without theaters, potentially taking the script elsewhere if Netflix won't budge. Here's Netflix's problem: they desperately want hot directors like Cregger, but won't guarantee theatrical releases. While Guillermo del Toro just got 400 theaters and a three-week run for Frankenstein and Greta Gerwig secured IMAX for Narnia next year, the question becomes how far Netflix will bend its streaming-first philosophy to land top talent.",
          "topics": ["streaming", "theatrical", "talent"],
          "entities": ["Netflix", "Zach Cregger", "Ted Sarandos", "Dan Lin"]
        },
        {
          "section": "Wide Shot",
          "headline": "Warner Bros Discovery gives itself December deadline on sale",
          "body": "The media giant says it'll reveal by mid-December whether it's splitting up, selling off, or staying the course after putting itself up for sale in October. Yesterday, the company posted a $148M quarterly loss thanks to linear TV revenues dropping 22% and streaming barely growing to 128M subscribers. Meanwhile, Comcast has enlisted Goldman Sachs and Morgan Stanley to explore a bid for WBD's studio and streaming assets. Paramount, who's already made three rejected takeover bids, is reportedly considering the nuclear option if rebuffed again: a hostile takeover. They'd only need 20% of year-long shareholders to force a vote, making this surprisingly feasible.",
          "topics": ["business", "mergers", "streaming"],
          "entities": ["Warner Bros Discovery", "Comcast", "Paramount"]
        },
        {
          "section": "Wide Shot",
          "headline": "A24 developing first reality competition series",
          "body": "The indie studio behind Everything Everywhere All at Once is developing its first-ever reality competition series with Netflix, based on the chaotic cooking video game Overcooked. The unscripted adaptation will feature high-stakes kitchen challenges where contestants work together in chaotic, obstacle-filled kitchens, targeting the family-friendly appeal of Netflix hits like Nailed It and Floor Is Lava. Ghost Town Games and A24 will executive produce the project, which is currently in early development. The project tracks with A24's recent push toward more mainstream content, though reality TV is definitely unexpected territory for the indie darling.",
          "topics": ["streaming", "reality", "development"],
          "entities": ["A24", "Netflix", "Overcooked"]
        }
      ]
    },
    {
      "date": "2025-11-05",
      "subject": "Flops New Hits",
      "url": "https://newsletter.readthedailies.com/p/flops-new-hits",
      "stories": [
        {
          "section": "Closeup",
          "headline": "Box office flops keep becoming streaming hits",
          "body": "Sony's theatrical flop Madame Web became its most-watched Netflix movie of 2024. Same story with Kraven the Hunter and Ghostbusters Frozen Empire topping streaming charts despite tanking theatrically. This pattern keeps repeating: movies that bomb in theaters are becoming streaming hits. This disconnect hits Sony especially hard. Without its own streaming platform, Sony relies on licensing deals with Netflix that pay based on domestic box office performance. So when flops become streaming hits, Sony still gets smaller checks. Now they're pushing to change the game: they want Netflix to share viewership data (including who starts, who finishes) and pay based on streaming performance, rather than theatrical results. Sony's push points to a bigger problem facing Hollywood: post-theatrical revenue isn't what it used to be. With box office increasingly unpredictable, flops sting more than ever. Other studios have tackled this through elaborate windowing strategies. Universal puts films on Peacock first to drive subscriptions, licenses them to Netflix after some time, then brings them back to Peacock. Warner Bros keeps films on Max, then cherry-picks titles to license elsewhere. Paramount's planning something similar. Sony, without a platform of its own, can only try to change how the payment math works.",
          "topics": ["streaming", "theatrical", "business"],
          "entities": ["Sony", "Netflix", "Madame Web"]
        },
        {
          "section": "Wide Shot",
          "headline": "Coca-Cola brings back controversial AI holiday ad",
          "body": "Remember last year's AI-generated Holidays Are Coming spot that didn't exactly go over well with the creative community? Coke's back with another synthetic commercial from LA-based AI studio Secret Level, this time featuring animated animals instead of the uncanny valley humans. The math on this one stings: what normally takes 50+ people to produce needed just 20. Secret Level and Coke execs insist brands will ultimately spend the same budgets to create more ads rather than pocket the savings. Last year's backlash didn't hurt viewership—the ad racked up billions of impressions. Coke's AI chief says the genie is out of the bottle, and they're already eyeing AI ads for March Madness and beyond.",
          "topics": ["advertising", "ai", "technology"],
          "entities": ["Coca-Cola", "Secret Level"]
        },
        {
          "section": "Wide Shot",
          "headline": "Video podcast land grab accelerates",
          "body": "Netflix has sent dozens of requests to major talent agencies WME, UTA, and CAA to sign video podcast creators ahead of a planned Q1 2026 platform launch. The aggressive recruiting push comes alongside reported talks with iHeartMedia to license its video podcast library. That news alone sent iHeart's stock surging to its highest levels since August 2023. Add in last month's Spotify partnership for shows like The Bill Simmons Podcast, and the picture becomes clear: Netflix wants what YouTube has. Co-CEO Ted Sarandos has been floating this idea since an April earnings call, and why not? Video podcasts deliver hours of viewer engagement for a fraction of what it costs to produce, say, another season of Stranger Things.",
          "topics": ["streaming", "podcasts", "digital"],
          "entities": ["Netflix", "iHeartMedia", "Spotify", "Ted Sarandos"]
        },
        {
          "section": "Wide Shot",
          "headline": "Australia implements streaming content quotas",
          "body": "The streaming platforms just got Australian content quotas. Starting now, services with over 1M Australian subscribers have to invest 10% of their local spending (or 7.5% of revenues) into Australian originals. That means Netflix, Prime Video, and the other big players need to fund local dramas, kids' shows, documentaries, and arts programming. The legislation finally arrived after months of delays and basically puts streamers on the same playing field as traditional TV. Industry groups like the Australian Writers Guild are thrilled. The streamers? Not so much. They've been warning this could mean higher subscription prices for everyone. But Australia's moving ahead anyway, joining Germany, France, Switzerland, and Canada in the growing club of countries instating similar requirements.",
          "topics": ["streaming", "regulation", "international"],
          "entities": ["Australia", "Netflix", "Prime Video"]
        },
        {
          "section": "ICYMI",
          "headline": "Jon Stewart extends Daily Show through December 2026",
          "body": "Jon Stewart's sticking around for another year at The Daily Show through December 2026, scoring his third extension since returning in 2024. The move's part of Paramount's new Skydance-led strategy to double down on proven franchises like South Park and Spongebob rather than chase shiny new things.",
          "topics": ["television", "comedy"],
          "entities": ["Jon Stewart", "The Daily Show", "Paramount"]
        },
        {
          "section": "ICYMI",
          "headline": "TikTok launching first US creator awards show",
          "body": "TikTok's throwing its own awards show Dec. 18 at LA's Hollywood Palladium, streaming live on TikTok and Tubi while honoring top creators across 13 categories. Instagram announced its own creator awards last month, yet another sign the creator economy now rivals traditional media's cultural influence.",
          "topics": ["digital", "social media", "awards"],
          "entities": ["TikTok", "Tubi"]
        },
        {
          "section": "ICYMI",
          "headline": "California DOJ warns against Warner Bros Discovery sale",
          "body": "California's DOJ warned against Warner Bros. Discovery's sale, saying further Hollywood consolidation does not serve the economy or consumers. The statement follows three rejected takeover offers from Paramount and sniffing around from Netflix and Comcast, with the Writers Guild also opposing any merger.",
          "topics": ["business", "regulation", "mergers"],
          "entities": ["California", "Warner Bros Discovery", "Writers Guild"]
        },
        {
          "section": "ICYMI",
          "headline": "World Series Game 7 pulls biggest baseball audience in 8 years",
          "body": "World Series Game 7 pulled in 26.9M viewers, baseball's biggest audience in eight years as the Dodgers squeaked past the Blue Jays 5-4 in 11 innings on Fox. The nail-biter peaked at 33.1M viewers during those final moments and beat the last Game 7 in 2019 by 10%, making it the most-watched MLB game since 2017.",
          "topics": ["sports", "television"],
          "entities": ["Fox", "Dodgers", "Blue Jays"]
        }
      ]
    },
    {
      "date": "2025-11-01",
      "subject": "Gloves Are Off",
      "url": "https://newsletter.readthedailies.com/p/gloves-are-off",
      "stories": [
        {
          "section": "Box Office Breakdown",
          "headline": "Halloween weekend posts lowest total in 31 years",
          "body": "The weekend pulled in $83M domestically, down from same frame last year. Regretting You opened to $7.1M and made a rare second-weekend leap to number one, though that says more about the competition than the performance. Black Phone 2 is holding steady at $5.3M in week 4, right on pace with where the first film was at this point. Chainsaw Man - The Movie Reze Arc dropped 42% to $3.6M in week 3, but that 67% drop would be rough for most films though it's actually strong for anime. KPop Demon Hunters returned for an encore but couldn't crack the top 10. The weekend totaled $55M domestically, the lowest Halloween weekend in 31 years and nearly claimed the crown as 2025's lowest frame overall, saved only by March's even more dismal $52.2M showing.",
          "topics": ["box office", "theatrical"],
          "entities": []
        },
        {
          "section": "Closeup",
          "headline": "Netflix and Comcast confirm serious interest in Warner Bros",
          "body": "Ever since Warner Bros Discovery officially put up the for sale sign two weeks ago, Hollywood's been speculating about who's interested. Well, Netflix and Comcast just went from maybe to definitely. Netflix went from we're traditionally more builders than buyers (CEO Ted Sarandos's exact words on last week's earnings call) to hiring investment bank Moelis & Co, the same firm that handled the Paramount-Skydance deal. Now they're getting serious: Netflix has data room access, meaning they can see Warner's actual financials and make an informed bid. What they'd get: Harry Potter, DC Comics, plus Warner Bros already produces Netflix hits like You, Maid, and Running Point. Sarandos made clear: We have no interest in owning legacy media networks, ruling out CNN, TNT, and other cable channels. Meanwhile, Comcast's interested too: President Mike Cavanagh suggested on Thursday's earnings call that HBO Max and the studio would be compatible businesses for Comcast, but the cable channels? Not so much. Peacock is bleeding cash ($217M loss, and just 41M subscribers) and combining with HBO Max would bring instant credibility and scale to compete. Comcast's already spinning off its own cable networks (MSNBC, CNBC, USA) into a separate company called Versant. Analyst Richard Greenfield called this Comcast's last shot at transforming NBCUniversal into a long-term structural winner.",
          "topics": ["business", "mergers", "streaming"],
          "entities": ["Netflix", "Comcast", "Warner Bros Discovery", "Ted Sarandos"]
        },
        {
          "section": "Wide Shot",
          "headline": "YouTube TV and Disney networks blackout begins",
          "body": "The gloves are off between YouTube TV and Disney. Disney networks went dark on YouTube TV at the end of last week after talks collapsed, pulling ESPN, ABC, and 20+ other channels from Google's streaming service that replaces cable for 10M subscribers. College football and Monday Night Football are now unavailable, and they even deleted customers' recorded Disney shows without warning. The fight's about money: Disney wants YouTube TV to pay traditional cable-level rates, while YouTube claims that would raise prices and help Disney's competing Hulu + Live TV, which just merged with Fubo to create the sixth-largest pay-TV platform at 6M subscribers (still trailing YouTube TV's 10M). YouTube TV says it'll give subscribers a $20 credit if the blackout continues.",
          "topics": ["television", "streaming", "business"],
          "entities": ["YouTube TV", "Disney", "Hulu", "Fubo"]
        },
        {
          "section": "Wide Shot",
          "headline": "Tubi signs $150M podcast deal with Audiochuck",
          "body": "Tubi's the latest streamer to catch podcast fever. Ashley Flowers' true crime podcast empire Audiochuck landed a $150M multiyear deal with the Fox-owned platform. The agreement includes exclusive ad sales rights across all 20+ Audiochuck shows plus a dedicated streaming channel for Crime Junkie, the #1 true crime podcast that pulls 2M listeners per episode. This follows Netflix's recent partnership with Spotify for video podcasts, and both deals show streamers adding a new weapon to their arsenal. While streamers face mounting profitability pressure, podcasts give them the one thing their $200M tentpoles haven't been able to deliver: reliable weekly engagement that doesn't destroy the budget.",
          "topics": ["streaming", "podcasts", "business"],
          "entities": ["Tubi", "Audiochuck", "Ashley Flowers"]
        },
        {
          "section": "Wide Shot",
          "headline": "Talk to Me gets VR spinoff exclusive to Meta headsets",
          "body": "Talk to Me is going from Sundance sensation to Meta headset exclusive. The Philippou brothers are developing a six-episode spinoff of their 2022 A24 breakout horror film, which grossed $90M worldwide, exclusively for Meta's VR headsets. The series uses mixed reality to map supernatural demons into viewers' actual living rooms, with director Craig William Macneill helming all episodes. Apple similarly tried developing content for Vision Pro, bringing in Edward Berger to direct Submerged and The Weeknd for immersive experiences, but those efforts stalled amid limited headset adoption. Now Meta's experimenting with franchise horror as exclusive content for their own devices.",
          "topics": ["technology", "vr", "streaming"],
          "entities": ["Meta", "A24", "Talk to Me"]
        },
        {
          "section": "Awards Season",
          "headline": "Neon pushes five international films for Oscars",
          "body": "Neon, the indie distributor behind Parasite is pushing five international films for major Academy Awards, including an unprecedented three for Best Picture. With Cannes winners like It Was Just an Accident and Sentimental Value, they're banking on two things: that Parasite's 2020 Best Picture win opened the floodgates for foreign cinema, and that the Academy's increasingly global membership (now 25% international, up from low teens) means voters are finally ready to read subtitles without seeing them as a barrier. The five-film slate includes It Was Just an Accident (Iran/France) Palme d'Or winner, Sentimental Value (Norway) Cannes runner-up, The Secret Agent (Brazil) Two Cannes prizes, No Other Choice (South Korea) Toronto audience award, and Sirāt (Spain).",
          "topics": ["awards", "international", "distribution"],
          "entities": ["Neon", "Cannes", "Academy Awards"]
        }
      ]
    },
    {
      "date": "2025-10-30",
      "subject": "One for the Road",
      "url": "https://newsletter.readthedailies.com/p/one-for-the-road",
      "stories": [
        {
          "section": "Top Streamed",
          "headline": "A House of Dynamite tops streaming charts",
          "body": "The film pulled in 6.2M views in its opening weekend in the US (taking the top film spot across platforms), per Luminate, and 22.1M globally, per Netflix. It's on track to break into Netflix's Top 10 films of the year, though still shy of this year's mega-hit Back In Action (10.9M US views in its first 3 days). Nobody Wants This S2 pulled 4.8M US views and 21M hours streamed in its first week, enough to take the #1 TV spot across platforms. That's down from S1's 6.6M views and 29.4M hours in the same timeframe. The Hand That Rocks the Cradle pulled 1.7M US views in week one, a strong debut by Hulu's standards.",
          "topics": ["streaming", "viewership"],
          "entities": ["Netflix", "Hulu"]
        },
        {
          "section": "Closeup",
          "headline": "Tubi recruits YouTubers for theatrical-quality film slate",
          "body": "Tubi and Kevin Hart's Hartbeat just greenlit four films from creators who built their audiences on YouTube. But these aren't just acting gigs or celebrity cameos. Creators are writing, directing, and starring in theatrical-quality productions for Fox's free ad-supported streamer. Kinigra Deon will write, direct, and star in supernatural thriller Sundown. 85 South Show podcast hosts DC Young Fly, Chico Bean, and Karlous Miller are making horror-comedy 85 South Dead End. Two additional films haven't been announced yet. Hartbeat and Tubi already have a relationship; this expands it from licensing existing content to producing originals. Tubi's creator library is nearing 10,000 titles for its 100M monthly viewers. Kevin Hart's acting as the connector between creators and Hollywood, providing resources and backing while letting them keep the voice that made them successful in the first place. It's different from past attempts (like Maker Studios and Fullscreen a decade ago) where YouTube stars got forced into traditional formats that didn't fit. All four films drop in 2026 as Tubi's first exclusive creator-led slate.",
          "topics": ["streaming", "digital", "creators"],
          "entities": ["Tubi", "Kevin Hart", "Hartbeat", "Kinigra Deon"]
        },
        {
          "section": "Wide Shot",
          "headline": "Taylor Sheridan writing Call of Duty movie as Paramount parting gift",
          "body": "Taylor Sheridan's giving Paramount one last blockbuster for the road: Days after news of his NBCUniversal jump lit up the trades, the Yellowstone creator signed on to write Paramount's Call of Duty movie with long-time friend and previous collaborator Peter Berg, who will direct and co-write. Paramount announced the gaming franchise adaptation back in September. The series (500M+ copies sold, America's top-selling game for 16 straight years) even had Steven Spielberg pitching Activision, but they passed. While Sheridan will continue making TV shows for Paramount through 2028, his film deal expires next year. After being pretty quiet on movies since 2021, this feels like quite the parting gift.",
          "topics": ["production", "gaming", "theatrical"],
          "entities": ["Taylor Sheridan", "Paramount", "Peter Berg", "Call of Duty"]
        },
        {
          "section": "Wide Shot",
          "headline": "Disney buys Fubo creating sixth-largest pay-TV provider",
          "body": "Disney just bought the company that sued them for being a monopoly. The entertainment giant closed its acquisition of a 70% stake in Fubo, creating the sixth-largest pay-TV provider with nearly 6M combined subscribers when including Hulu + Live TV. The whole thing started when Fubo sued Disney, Fox, and Warner Bros last year, claiming their planned Venu Sports streaming service would squeeze them out of the market. Venu never even launched after a judge blocked it for anticompetitive behavior, and the settlement ended up being Disney buying Fubo instead. Both services will stay separate brands, but Fubo's team will run everything, putting Disney right behind YouTube TV's 10M subscribers.",
          "topics": ["streaming", "business", "mergers"],
          "entities": ["Disney", "Fubo", "Hulu"]
        },
        {
          "section": "Wide Shot",
          "headline": "George RR Martin lawsuit unlocks new copyright arguments against OpenAI",
          "body": "Winter is coming for OpenAI's legal team. Most AI copyright cases center on fair use, whether tech companies can legally copy books to train models if they're creating something transformative. But Game of Thrones author George R.R. Martin just unlocked two new arguments: A federal judge is letting him argue that simply downloading pirated books is infringement, whether OpenAI trained on them or not. The court also said ChatGPT's plot summaries and sequel ideas may infringe Martin's work. That's three separate paths to victory, each potentially worth up to $150K per copyrighted work. The same lawyer who secured Anthropic's $1.5B settlement despite mostly losing on fair use is leading Martin's case.",
          "topics": ["legal", "ai", "copyright"],
          "entities": ["George RR Martin", "OpenAI", "ChatGPT"]
        },
        {
          "section": "Statistic",
          "headline": "October posts worst box office in 27 years",
          "body": "Hollywood just posted its worst October in 27 years (pandemic aside), with revenue expected to hit just $425M. Disney's Tron Ares topped the month with only $63.4M, making it the weakest #1 October film since 2005. The weak showing stems from a severe lack of releases in an already low-volume 2025, still hampered by 2023's strike delays. Not only were August/September films that typically pad October revenue missing, but Warner Bros. also pushed Mortal Kombat II to 2026, leaving another gap. The films that did release failed to connect—Tron Ares underwhelmed despite years of anticipation, and The Smashing Machine bombed at $11.4M despite Dwayne Johnson's star power. Hollywood's banking on November's Predator Badlands and Thanksgiving releases Wicked For Good and Zootopia 2 to salvage the year.",
          "topics": ["box office", "theatrical"],
          "entities": ["Disney", "Warner Bros"]
        }
      ]
    },
    {
      "date": "2025-10-28",
      "subject": "Swinging the Axe",
      "url": "https://newsletter.readthedailies.com/p/swinging-the-axe",
      "stories": [
        {
          "section": "Closeup",
          "headline": "Paramount and Amazon implement massive layoffs",
          "body": "Paramount's long-anticipated layoffs are finally here. About 1,000 workers are expected to be cut today with another thousand likely still to come. The cuts come two months after the $8.4B Skydance merger, where the company's new leadership promised Wall Street $2B in cost savings. The previous regime at Paramount had already done several rounds of layoffs leading up to the merger, significantly reducing workforce. President Jeff Shell said cuts would be painful but swift: We don't want to be a company that has layoffs every quarter. A new return-to-office mandate kicks in January requiring five days per week, and those unwilling to comply are offered severance packages. Amazon's joining the cutting spree. Amazon announced yesterday it's slashing 14,000 positions across the entire company. The entertainment division isn't immune: Amazon MGM Studios is losing several executives, including casting chief Donna Rosenstein (The Marvelous Mrs. Maisel and Reacher) and drama exec Meggie Choi (The Summer I Turned Pretty). Amazon CEO Andy Jassy explicitly cited AI as a key driver. While not every pink slip has ChatGPT's fingerprints on it, Jassy says the company expects to need fewer humans as artificial intelligence creates efficiency gains across the business.",
          "topics": ["business", "layoffs", "labor"],
          "entities": ["Paramount", "Amazon MGM Studios", "Skydance", "Andy Jassy"]
        },
        {
          "section": "Wide Shot",
          "headline": "Paramount signs 10-year New Jersey lease for production",
          "body": "Paramount is planting a flag in New Jersey. The studio just signed a 10-year lease for 285,000 square feet at 1888 Studios, a production campus under construction in Bayonne. The studio hopes to tap into the state's generous 40% tax credit that makes even Hollywood executives stop and do the math twice. Paramount COO Andy Gordon says scaling production is central to our long-term strategy, which now includes an East Coast outpost. Paramount joins Netflix and Lionsgate, who've already set up Jersey operations. The state only allows three Studio Partner designations for the full 40% credit—Lionsgate and Netflix already have theirs, and Paramount's shooting for the final spot. The studio's application goes before the state board tomorrow.",
          "topics": ["production", "incentives", "business"],
          "entities": ["Paramount", "New Jersey", "1888 Studios", "Netflix", "Lionsgate"]
        },
        {
          "section": "Wide Shot",
          "headline": "Cinemark building new IMAX 70mm screens for Nolan's Odyssey",
          "body": "Cinemark is building new IMAX screens ahead of Christopher Nolan's new movie. The theater chain will install three new IMAX 70mm film projection systems, plus four new IMAX laser screens, and upgrade its 12 existing IMAX screens to laser technology ahead of Nolan's The Odyssey in July 2026. Currently, only 30 theaters worldwide can actually show the IMAX 70mm format, and Nolan's epic (the first theatrical release shot entirely on IMAX 70mm film) has already sold out 70mm screenings a year before it even hits theaters. Premium formats are having a moment with moviegoers: IMAX just reported its highest-grossing quarter ever, while premium screens are capturing 20%+ of major film revenues despite making up less than 1% of global theaters.",
          "topics": ["theatrical", "exhibition", "technology"],
          "entities": ["Cinemark", "IMAX", "Christopher Nolan"]
        },
        {
          "section": "Wide Shot",
          "headline": "Marvel's old Georgia soundstages pivot to creator economy",
          "body": "Marvel's old soundstages are getting new tenants: YouTubers. Trilith Studios in Georgia, which hosted blockbusters like Spider-Man and Black Panther, is pivoting to digital creators after film production in the state fell from $4.4B in 2022 to $2.6B last year. The drop came partly because Marvel decamped to the UK for better incentives for the foreseeable future. The facility owned by Chick-fil-A chairman Dan Cathy now plans to dedicate 35% of its resources to the creator economy, recently signing filmmaker-influencer Jeremy Garelick (4M YouTube subscribers, 10B views across platforms). Goldman Sachs forecasts a $480B creator economy by 2027. For a studio with empty soundstages, that's not a bad place to place your chips.",
          "topics": ["production", "digital", "creators"],
          "entities": ["Trilith Studios", "Georgia", "Marvel", "Jeremy Garelick"]
        },
        {
          "section": "Awards Season",
          "headline": "Gotham Awards nominations announced with One Battle After Another leading",
          "body": "The Gotham Awards dropped their nominations yesterday, and Paul Thomas Anderson's One Battle After Another made history with six nods, the most ever for a single film at the Gothams. This $130M Warner Bros. tentpole wouldn't have even been eligible three years ago, since the Gothams had a $35M budget cap until 2023. Now PTA's epic is the odd man out among smaller indies in the Best Feature category alongside Bugonia, East of Wall, Familiar Touch, Hamnet, If I Had Legs I'd Kick You, Lurker, Sorry Baby, The Testament of Ann Lee, and Train Dreams. The Gothams kick off awards season proper and have some solid Oscar predictive power—Spotlight, Moonlight, and Everything Everywhere all won here before Best Picture. But they're voted on by critics, not industry. The Gotham Awards take place on December 1st.",
          "topics": ["awards", "indie"],
          "entities": ["Gotham Awards", "Paul Thomas Anderson", "Warner Bros"]
        }
      ]
    },
    {
      "date": "2025-10-27",
      "subject": "Goodbye Paramount",
      "url": "https://newsletter.readthedailies.com/p/goodbye-paramount",
      "stories": [
        {
          "section": "Box Office Breakdown",
          "headline": "Chainsaw Man leads low-output Halloween weekend",
          "body": "Chainsaw Man – The Movie Reze Arc opened to $17.25M domestic, $108M global on $4.1M budget. Sony/Crunchyroll's R-rated anime surged way past $10M projections with an A CinemaScore and 99% audience score, pulling $3.4M in Thursday previews alone. Premium formats drove 43% of the gross (IMAX 19%, PLF 24%), with the film getting full tentpole rollout muscle across 361 IMAX screens. Black Phone 2 held remarkably well for horror at $13M in week 2, capitalizing on zero Halloween competition. Regretting You opened to $12.85M, couldn't match It Ends With Us magic. The weekend totaled $74.5M domestically, up 9.8% from last week but down 20.7% from the same frame last year. October 2025 has become the month of left-field winners: first Taylor Swift's concert film phenomenon, now Chainsaw Man beating out traditional studio fare from Disney and Paramount.",
          "topics": ["box office", "theatrical", "anime"],
          "entities": ["Sony", "Crunchyroll", "Chainsaw Man"]
        },
        {
          "section": "Closeup",
          "headline": "Taylor Sheridan leaves Paramount for NBCUniversal in blockbuster deal",
          "body": "Taylor Sheridan is leaving Paramount for a blockbuster deal with NBCUniversal, marking one of the biggest talent moves in recent Hollywood history. The Yellowstone creator just closed deals with NBCU that kick in as his Paramount commitments expire. The move comes after growing tensions with Paramount's new Skydance regime under David Ellison, who bought the studio in August. Despite publicly praising Sheridan as a singular genius, things were reportedly pretty different behind the scenes. Incoming streaming chief Cindy Holland allegedly questioned his production budgets, while the executives Sheridan actually worked with were either shown the door or pushed aside. NBCU's Donna Langley won the bidding war, beating out Warner's David Zaslav, Amazon, Netflix, and Apple who all tried to woo Sheridan. He reportedly informed Ellison about the move just 10 days ago. David Glasser's 101 Studios, which produces all of Sheridan's shows, is also heading to Universal as part of the deal. Sheridan's shows (Yellowstone, Tulsa King, Lioness, Landman) consistently dominate Nielsen charts and basically keep Paramount+ afloat. His exit means Paramount loses its most reliable hitmaker, though they'll keep all his existing franchises. Sheridan moves to NBCU for film next year when his Paramount commitment expires, but the TV deal is the big one. He'll keep making shows for Paramount through 2028 before jumping to NBCU.",
          "topics": ["television", "business", "talent"],
          "entities": ["Taylor Sheridan", "NBCUniversal", "Paramount", "David Ellison"]
        },
        {
          "section": "Closeup",
          "headline": "Soundtracks stage comeback thanks to Gen Z",
          "body": "Remember when 2000s TV treated music like a main character? The O.C. released six charting albums, Grey's Anatomy spawned four soundtracks, and Scrubs turned needle drops into emotional plot points. Shows built entire identities around their playlists. Then the binge era arrived. Netflix's all-at-once model killed those week-to-week water cooler moments where viewers would race to iTunes to identify songs, turning soundtracks from cultural events into background noise. Cut to 2025: Soundtracks are staging a comeback, courtesy of Gen Z viewers who've made music the main character again. Nobody Wants This S2 launched with a companion album featuring unreleased originals from Selena Gomez, Kacey Musgraves, and Chris Stapleton. The show's S1 placement of Dua Lipa's Levitating drove the 2020 track back up streaming charts four years after its release. Amazon's The Summer I Turned Pretty dominated Billboard's Top TV Songs chart for three straight months, occupying 9 of 10 slots in September. One placement of Wheatus's Teenage Dirtbag sparked millions of TikToks where viewers posted throwback teen photos set to the song (even Madonna joined in). Music creates clippable moments Gen Z shares on social media, driving new viewers back to shows. Gen Z will watch a show because they like the music in it, confirms music supervisor Melyssa Hardwick.",
          "topics": ["television", "music", "marketing", "social media"],
          "entities": ["Nobody Wants This", "Gen Z", "The Summer I Turned Pretty"]
        },
        {
          "section": "Wide Shot",
          "headline": "Hollywood animal actors being replaced by CGI",
          "body": "The call sheet doesn't need paws anymore. Between CGI advances and production cutbacks, trained animals who once booked regular film and TV roles are increasingly being replaced by CGI alternatives. Some coordinators report business has dropped to just 40% of pre-pandemic levels, and professional animal performers who worked steadily on shows like Veronica Mars now struggle to book even commercials. From 2020's Call of the Wild with its CGI dog to this year's Superman featuring a digital Krypto, the replacement is accelerating. Both animals and their specialized trainers face an uncertain future. While animal rights activists see this trend as a win, veterans insist authentic performances deliver something pixels will never be able to replicate.",
          "topics": ["production", "vfx", "technology"],
          "entities": ["Warner Bros", "Superman"]
        },
        {
          "section": "Wide Shot",
          "headline": "Social platforms fail to label AI-generated content",
          "body": "Social platforms can't tell you when videos are AI. The Washington Post recently ran a test, uploading the same AI-generated video (made with OpenAI's Sora) to eight major platforms. Only YouTube added any warning (and even that was buried in the description). Worse still, every platform stripped out the Content Credentials data that's supposed to prove whether something's real or synthetic. Facebook, Instagram, TikTok, Snapchat, X, LinkedIn, and Pinterest (all companies that pledged to implement these safeguards), displayed no AI labels or warnings whatsoever. This comes just as Sora 2 launches with the ability to generate footage that can mimic actors' faces and copyrighted characters.",
          "topics": ["ai", "technology", "social media"],
          "entities": ["OpenAI", "Sora", "YouTube"]
        },
        {
          "section": "Wide Shot",
          "headline": "Germany close to revealing streamer content obligations",
          "body": "Germany's about to make Netflix pay up for local content. The country's culture minister says they're very close to unveiling rules that would force global streamers like Netflix, Disney+, and Prime Video to invest a chunk of their German profits into local productions. It's part of a broader European movement (France and Switzerland already did it) backed by EU rules that let countries demand investment obligations. Germany's also doubling its own film funding to €250M next year to help what the minister calls their struggling market. The move guarantees streaming dollars will flow to German creators as Europe continues pushing to protect its entertainment industry from Hollywood dominance.",
          "topics": ["streaming", "regulation", "international"],
          "entities": ["Germany", "Netflix", "Disney+", "Prime Video"]
        }
      ]
    },
    {
      "date": "2025-10-22",
      "subject": "Proof of Taste",
      "url": "https://newsletter.readthedailies.com/p/proof-of-taste",
      "stories": [
        {
          "section": "Top Streamed",
          "headline": "The Diplomat tops streaming charts in third season",
          "body": "The Diplomat came in as the most-watched show of the week across platforms in the US. S3 opened with 3.7M US views and 23.7M hours watched in its first week, nearly matching S2's debut (4.3M views, 21M hours watched). The Perfect Neighbor was the most-watched movie this week across platforms in the US with 6.3M views in its debut weekend. Murdaugh Death in the Family pulled 2.3M season views in week one, a strong debut as Hulu's top true-crime series of the year.",
          "topics": ["streaming", "viewership"],
          "entities": ["Netflix", "Hulu"]
        },
        {
          "section": "Closeup",
          "headline": "Indie studios transform into lifestyle brands",
          "body": "Focus Features, A24, and Neon aren't just selling movies anymore. These indie studios are pivoting hard into experiential marketing with festivals, merch drops, and Instagram-worthy activations, betting that audiences will pay premium prices not just to watch their films, but to buy into the studio brand itself. The arthouse audience used to skew 50+—reliable viewers with disposable income who showed up for prestige cinema. Then COVID hit, streaming democratized access to auteur films, and suddenly 18-34 year-olds discovered Yorgos Lanthimos. Now the traditional arthouse demographic typically stays home while younger audiences fill those seats, craving IRL experiences they can share on social and flex on Letterboxd. Focus Features launched FocusFest, charging $78 for a full day on the Universal lot with screenings, themed meals, and custom merch. The studio also threw Pride & Prejudice balls at luxury hotels and Nosferatu-themed crypt dinners. A24's $99 annual membership program includes opening weekend tickets to every release, early merch access, and exclusive events like screenings in the tiny New Mexico town where films were shot. Neon hosted Anora pop-ups where fans waited hours to buy exclusive thong underwear and tees, including one event at the actual strip club where the Cannes winner was filmed. Criterion's mobile DVD closet tours festivals and cities with shelves of Blu-rays, generating 8-hour wait times for a 3-minute shopping experience that exists purely to be filmed and shared. These studios are no longer just content distributors but cultural gatekeepers offering young audiences what they crave most: proof of taste.",
          "topics": ["distribution", "indie", "experiential", "marketing"],
          "entities": ["Focus Features", "A24", "Neon", "Criterion"]
        },
        {
          "section": "Wide Shot",
          "headline": "Former Miramax CEO launches micro-drama platform GammaTime",
          "body": "Hollywood keeps betting on tiny screens: Former Miramax CEO Bill Block launched GammaTime, a micro-drama streaming platform backed by $14M from Alexis Ohanian, Kris Jenner, and Kim Kardashian. The app features 20+ bite-sized originals from creators like CSI creator Anthony E. Zuiker, and it uses predictive AI to test how audiences respond to story concepts before greenlighting full production. Block joins a growing crowd chasing a market projected to hit $8B globally: Fox just invested in Ukrainian verticals studio Holy Water, TelevisaUnivision is producing 40 microdramas for its ViX platform, and in China, micro-drama revenues hit $7B in 2024, exceeding the country's traditional box office.",
          "topics": ["streaming", "digital", "international"],
          "entities": ["GammaTime", "Bill Block", "Alexis Ohanian", "Kim Kardashian"]
        },
        {
          "section": "Wide Shot",
          "headline": "Disney shot down directors' Star Wars pitches",
          "body": "Two top directors just got their Star Wars pitches shot down. Adam Driver revealed this week that he spent two years developing a Ben Solo sequel with Steven Soderbergh and writer Scott Z. Burns (which Driver called one of the coolest scripts he'd ever read). But Disney executives Bob Iger and Alan Bergman killed it over continuity concerns, unable to accept Ben Solo surviving Episode IX. Soderbergh's not the only one: David Fincher pitched a film about a recent trilogy character, but talks fell apart when he wanted final cut. Fans weren't happy about the news: a group paid for a plane to fly over Disney Studios yesterday with a banner that said Save The Hunt for Ben Solo Movie. Still, Disney's got plenty of Star Wars coming down the pipeline, including The Mandalorian & Grogu movie hitting theaters May 2026.",
          "topics": ["production", "theatrical", "franchise"],
          "entities": ["Disney", "Star Wars", "Adam Driver", "Steven Soderbergh"]
        },
        {
          "section": "Wide Shot",
          "headline": "Writers Guild vows to block Warner Bros Discovery sale",
          "body": "Writers say WBD's sale would be a disaster. The Writers Guild of America is vowing to work with regulators to block Warner Bros. Discovery's potential sale to Paramount Skydance, arguing that combining WBD with another major studio would harm workers, diminish competition and free speech, and waste billions better invested in organic growth. The guild says that mega-mergers have consistently led to anti-competitive practices, massive layoffs, and billions in cancelled projects as debt-burdened companies slash costs to justify their deals. Three years after its own $43B merger created the current WBD, the company's officially for sale. This week they're asking bidders to sign NDAs to see the books, having already turned down three separate offers from Paramount.",
          "topics": ["business", "mergers", "labor"],
          "entities": ["Writers Guild", "Warner Bros Discovery", "Paramount"]
        },
        {
          "section": "Market Watch",
          "headline": "IMAX reports record quarter",
          "body": "IMAX dropped its Q3 earnings yesterday, and the premium theater chain is crushing it while the rest of the box office struggles. Moviegoers spent a record $368M on IMAX tickets globally in Q3. IMAX's cut of those ticket sales brought in $106.7M in revenue (up 17% from last year), while the regular domestic box office fell 11% in the same period. Movies in local languages are huge now—$343M this year, up 40%. Asian audiences are packing IMAX theaters for their own blockbusters like Demon Slayer Infinity Castle. Apple's F1 was IMAX's highest-grossing Hollywood release this quarter at $97M globally. IMAX has been increasingly teaming up with streamers like Netflix, Apple TV+ and Prime Video to turn streaming content into theatrical events. The biggest experiment lies ahead with Greta Gerwig's Narnia getting a four-week IMAX run starting Thanksgiving 2026. IMAX is adding 150-160 new theaters to its global network this year and is on track to hit a record $1.2B in global box office for 2025.",
          "topics": ["box office", "theatrical", "earnings"],
          "entities": ["IMAX", "Apple", "Netflix"]
        }
      ]
    },
    {
      "date": "2025-10-21",
      "subject": "For Sale After All",
      "url": "https://newsletter.readthedailies.com/p/for-sale-after-all",
      "stories": [
        {
          "section": "Closeup",
          "headline": "California allocates $334M in expanded tax credits",
          "body": "California started rolling out its newly expanded tax credit program yesterday, giving subsidies to 52 films in hopes of reversing years of production fleeing to Georgia, Canada, and beyond. Michael Mann's Heat 2 got $37.2M, planning 47 shoot days in LA. Sony's Jumanji sequel grabbed $43.9M, the biggest allocation yet. Ten studio titles (Netflix, Apple, Warner Bros., etc.) will collectively spend $340M in-state. 42 indie films also got credits, most with budgets under $10M. The announcement comes right after FilmLA's latest numbers showed LA production dropped 13.2% in Q3 2025 compared to last year, continuing a multi-year slide. California approved the program expansion over the summer, growing it from $330M to $750M annually and raising the base credit to 35%. The result has been immediate interest—applications doubled compared to last year's window. FilmLA says they're already getting calls from productions looking to line up locations. The 52 approved films are expected to generate $1.4B in economic activity and create jobs for 8,900 cast and crew members.",
          "topics": ["production", "incentives", "business"],
          "entities": ["California", "FilmLA", "Michael Mann", "Sony"]
        },
        {
          "section": "Wide Shot",
          "headline": "Sora 2 strengthens guardrails after Bryan Cranston breach",
          "body": "Sora 2's getting stronger guardrails around actors' voices and likenesses. When the AI video generator launched last month, OpenAI promised actors would have to explicitly agree to participate before their voices and likenesses could appear in user-generated videos (a separate policy from its opt-out approach for copyrighted characters). But videos started popping up anyway, including one of Bryan Cranston as Walter White posing with Michael Jackson. Cranston's agents at UTA flagged the breach, prompting him to rally SAG-AFTRA and the major agencies into action. OpenAI came to the table, apologized for the unintentional generations, and committed to beefing up its opt-in protections. SAG-AFTRA president Sean Astin called it a positive resolution.",
          "topics": ["ai", "technology", "labor"],
          "entities": ["OpenAI", "Sora", "Bryan Cranston", "SAG-AFTRA"]
        },
        {
          "section": "Wide Shot",
          "headline": "Warner Bros Discovery officially puts itself up for sale",
          "body": "The offers are rolling in for Warner Bros. Discovery. The company officially confirmed yesterday it's for sale after receiving unsolicited interest from multiple parties. The announcement sent its stock to a 3-year high and put one of Hollywood's most iconic studios on the market. WBD's board is now reviewing three options: continuing with the previously planned mid-2026 split into Warner Bros. and Discovery Global, an outright sale of the entire company, or separate deals for either business. WBD reportedly rejected Paramount's second offer of $24 per share, just days after its first bid was turned down. Netflix co-CEO Ted Sarandos has also expressed interest in WBD's studio, production lot, and prized HBO library, while Comcast is eyeing the studio and streaming service.",
          "topics": ["business", "mergers", "streaming"],
          "entities": ["Warner Bros Discovery", "Paramount", "Netflix", "Comcast"]
        },
        {
          "section": "Wide Shot",
          "headline": "Netflix bringing Stranger Things finale to theaters",
          "body": "Netflix is bringing the Stranger Things finale to theaters after all. The two-hour series finale is coming to AMC and other theater chains on New Year's Eve (the same day it lands on Netflix), per Puck. Just last week, Netflix's Bela Bajaria told Variety the Duffer brothers' request for a theatrical release got shot down, but apparently that interview took place before things heated up between Netflix and AMC. The news comes days after AMC announced plans to bring Netflix hit KPop Demon Hunters to its theaters for Halloween weekend, with both companies saying they want to find more ways to work together. The contracts aren't finalized yet, but sources say it's moving forward, which would make this Netflix's first wide theatrical release for a TV series.",
          "topics": ["streaming", "theatrical"],
          "entities": ["Netflix", "AMC", "Stranger Things"]
        },
        {
          "section": "Market Watch",
          "headline": "Netflix Q3 earnings beat forecasts despite tax dispute",
          "body": "Netflix reported Q3 earnings yesterday: Revenue jumped 17% to $11.5B and free cash flow of $2.66B beat forecasts. Here's the snag: Operating margin came in at 28%, well below the 31.5% the company had forecast. Netflix blamed a $619M Brazilian tax dispute and said it would've beaten expectations otherwise. Investors weren't buying it—shares dropped after hours. KPop Demon Hunters has had massive impact: Netflix announced toy deals with both Mattel and Hasbro yesterday for spring 2026. The film is Netflix's most-watched ever and helped drive this quarter's 17% revenue jump. Ad revenue is on track to more than double in 2025. Advertising commitments from major brands also doubled, showing Netflix can now compete with traditional TV networks for ad dollars. Engagement metrics are replacing subscriber counts as Netflix's key success measure. The company hit record TV view share in the US (up 15% since late 2022) and UK (up 22%). GenAI is moving into production: Netflix revealed it used it to de-age characters in Happy Gilmore 2 and design wardrobes and sets for Billionaires' Bunker, signaling the tech's shift from buzzword to practical tool.",
          "topics": ["streaming", "earnings", "business", "ai"],
          "entities": ["Netflix", "Mattel", "Hasbro"]
        }
      ]
    },
    {
      "date": "2025-10-18",
      "subject": "Hollywood Buzz",
      "url": "https://newsletter.readthedailies.com/p/hollywood-buzz",
      "stories": [
        {
          "section": "Box Office Breakdown",
          "headline": "Black Phone 2 opens to $26.5M with Blumhouse win",
          "body": "Black Phone 2 opened to $26.5M domestic, $42M global debut on $30M budget. Universal and Blumhouse scored a much-needed win after a rough year, with this sequel slightly topping the original's $23.6M debut from three years ago. The B CinemaScore (down from the first film's B+) suggests word-of-mouth might not be as strong, but with no major horror competition until November, it should hold well. Tron Ares crashed hard in its second weekend with brutal 66% drop to $11.1M, plus China delivered just a $2.8M opening. It's tracking to hit maybe half of Legacy's $400M global total, pointing to a potential $100M+ loss for the studio. Good Fortune couldn't find its audience despite Keanu Reeves and Seth Rogen at $6.2M. The weekend brought in $67.2M total, down 4.6% from last week. The month of October specifically is lagging 11% behind last year, but the overall 2025 box office is actually up 4% compared to 2024. Star-studded movies are losing money: Warner Bros. faces a projected $100M theatrical loss on One Battle After Another despite Leonardo DiCaprio and likely Oscar buzz. The film needs $300M to break even given its $130M production budget and $70M marketing spend.",
          "topics": ["box office", "theatrical"],
          "entities": ["Universal", "Blumhouse", "Disney", "Warner Bros"]
        },
        {
          "section": "Closeup",
          "headline": "Dancing with the Stars achieves unprecedented Gen Z growth",
          "body": "A 20-year-old reality competition has become Gen Z's newest obsession. Dancing With the Stars is pulling its highest ratings in years (5.88M viewers last week), breaking voting records (more than 45M votes), and achieving something it's never done before: growing its audience three consecutive weeks after premiere. The turning point: The unlikely youth movement started when TikTok queen Charli D'Amelio won the Mirrorball Trophy in 2022, bringing millions of her Gen Z followers with her. Producers noticed the surge and went all-in on the creator playbook. The new A-list: Now the show has fundamentally changed who counts as a celebrity. This season's cast includes at least six social media stars, from TikToker Alix Earle to Secret Lives of Mormon Wives cast members. For Gen Z viewers, these influencers are bigger draws than traditional Hollywood names. Contestants as content machines: Cast members post constantly between shows. Earle's post-episode Un-Get Ready With Me TikToks each rack up millions of views (one hit 3.6M). Week-long engagement cycles: Instead of hiding dances to build tune-in suspense, DWTS now reveals everything early, keeping fans engaged between Tuesday broadcasts. Second-screen experiences: The show runs TikTok Lives during episodes with backstage content (one recent stream pulled 390,000 views). Fan participation culture: Young viewers post their own attempts at the choreography, filming reaction videos, and creating dance tutorials. When pros performed one samba on the show, fans generated 44M views recreating it. With 246M social video views this season, the show's become TV's most social program.",
          "topics": ["television", "digital", "social media"],
          "entities": ["Dancing with the Stars", "ABC", "Charli D'Amelio", "TikTok"]
        },
        {
          "section": "Wide Shot",
          "headline": "Apple pays $750M to steal Formula 1 from ESPN",
          "body": "Apple just dropped $750M to steal Formula 1 from ESPN. Starting in 2026, Apple will pay $140M to $150M annually for exclusive U.S. broadcast rights over five years. That's nearly double ESPN's current $85M per year. Select races and all practice sessions will be free to non-subscribers, while Apple TV subscribers get everything including F1 TV Premium at no extra cost. The F1 grab appears to be part of Apple hitting the gas on a serious subscriber growth push: Apple just rebranded from Apple TV+ to Apple TV and struck its first competitor bundle with Peacock, breaking from its typical walled-garden approach. Despite all its prestige content and awards, Apple TV still ranks near the bottom of Nielsen's streaming viewership charts each month.",
          "topics": ["streaming", "sports", "business"],
          "entities": ["Apple TV", "Formula 1", "ESPN"]
        },
        {
          "section": "Wide Shot",
          "headline": "Lionsgate recruits TikTok creators for fan edits",
          "body": "Hollywood studios are outsourcing their movie trailers to teenagers on TikTok. Lionsgate has hired 15 young creators who make fan edits, those viral TikTok montages where users splice together movie clips with pop music, filters, and neon text. Rather than trying to replicate this style internally, the studio went straight to the source and recruited creators from around the world who were already making these videos with pirated footage. It seems to be working: one fan-made Creed edit racked up 195M views and coincided with a 29% viewership spike on Amazon Prime. Now Lionsgate is betting big on Twilight, planning a theatrical re-release after commissioning over 40+ fan edits to see if TikTok virality can actually drive people back to theaters.",
          "topics": ["marketing", "digital", "social media"],
          "entities": ["Lionsgate", "TikTok"]
        },
        {
          "section": "Wide Shot",
          "headline": "Korea ships first AI-powered feature film",
          "body": "Korea just shipped its first AI-powered feature film. Run to the West, a supernatural thriller, used artificial intelligence to cut post-production from 12 months down to just 3-4. Director Kang Yoon-sung turned to AI to create creature effects, battle scenes, and collapsing buildings on a tight budget. The AI visuals got mixed reactions from audiences, but Kang calls it a necessary risk worth taking. South Korea's theatrical market has been in a prolonged slump, and he believes the industry needs technological innovation to survive rising costs and shrinking audiences.",
          "topics": ["production", "ai", "international"],
          "entities": ["South Korea", "Run to the West"]
        },
        {
          "section": "ICYMI",
          "headline": "Daytime Emmys crown winners with General Hospital dominating",
          "body": "The 52nd Daytime Emmy Awards crowned their winners Friday night in Pasadena. General Hospital had a great night, taking home seven trophies, and Sir David Attenborough made history at 99, becoming the oldest-ever Daytime Emmy winner.",
          "topics": ["awards", "television"],
          "entities": ["Daytime Emmy Awards", "General Hospital"]
        },
        {
          "section": "ICYMI",
          "headline": "OpenAI pauses Sora 2 MLK video generation",
          "body": "OpenAI paused Sora 2's ability to generate MLK Jr. videos after people created what users described as disrespectful and vulgar clips of the civil rights leader. The move came at the King estate's request, with OpenAI saying it will strengthen guardrails for historical figures and let estates opt out of having their likeness used.",
          "topics": ["ai", "technology"],
          "entities": ["OpenAI", "Sora"]
        },
        {
          "section": "ICYMI",
          "headline": "Paramount layoffs coming week of October 27",
          "body": "Paramount's long-expected layoffs are coming sooner than expected, likely the week of Oct. 27 ahead of David Ellison's first earnings call on Nov. 10. Around 2,000 jobs are likely to be cut across all divisions from CBS News to the film studio, though leadership insists they'll also be investing heavily in growth.",
          "topics": ["business", "layoffs"],
          "entities": ["Paramount", "David Ellison"]
        }
      ]
    },
    {
      "date": "2025-10-16",
      "subject": "Netflix AMC Cold War",
      "url": "https://newsletter.readthedailies.com/p/netflix-amc-cold-war",
      "stories": [
        {
          "section": "Top Streamed",
          "headline": "The Woman in Cabin 10 tops streaming charts",
          "body": "The Woman in Cabin 10 pulled in 5.4M views domestically in its opening weekend (21.2M globally), which landed it the top movie spot for the week. Pretty solid debut, though it's still running about half of what Glass Onion did with its 10.7M domestic opening weekend. Boots clocked 2M US views and 12.1M hours streamed in its first week. The Last Frontier came in at 1.3M season views in the US across its first two episodes.",
          "topics": ["streaming", "viewership"],
          "entities": ["Netflix", "Apple TV"]
        },
        {
          "section": "Closeup",
          "headline": "AMC and Netflix end cold war with theatrical collaboration",
          "body": "AMC and Netflix have decided to work together. Netflix's KPop Demon Hunters is back in theaters for Halloween weekend, and this time AMC's actually playing it. The world's biggest theater chain will show the animated hit at 400 locations from Oct. 31-Nov. 2, joining Regal and Cinemark who are bringing it back after their successful September run. The film has been crushing it: With 541.8M hours streamed, it's officially Netflix's most-watched movie ever. It also pulled in $19.2M at the box office in September despite being free to stream at home (and that was without AMC's participation). While there's no personal beef here, the two companies have fundamentally different motivations that have kept them from working together. AMC sat out September's KPop Demon Hunters theatrical release in part because CEO Adam Aron has spent years fighting for 45-day theatrical windows with major studios. He wasn't about to break them for Netflix's two-day sing-along events. On the other side, Netflix's Ted Sarandos basically thinks theaters are an outmoded idea, for most people. This divide has led to some painful near-misses: Aron spent hours trying to get Scorsese's The Irishman into AMC theaters—no dice. Even the Duffer Brothers couldn't convince Netflix to give the upcoming Stranger Things finale a theatrical release. In a year with historically low output from major studios, Netflix spotted opportunity on weekends with low competition from the majors. It worked in September, and Halloween weekend seems to be another gap. Adam Aron personally tweeted to confirm the collaboration, noting that both companies are intrigued by the mutually beneficial opportunities and that discussions are underway for future partnerships between Netflix and AMC.",
          "topics": ["theatrical", "streaming", "business"],
          "entities": ["AMC", "Netflix", "KPop Demon Hunters", "Adam Aron"]
        },
        {
          "section": "Wide Shot",
          "headline": "Night acquires Experiential Supply Co for creator-Hollywood merger",
          "body": "The creator economy and Hollywood are chasing the same IRL dream. Night, the agency behind mega-creators like Kai Cenat and Hasan Piker, is acquiring Experiential Supply Co., the marketing firm that creates viral stunts and experiences around movie launches. Remember those actual horse-riding apes that showed up in San Francisco for Planet of the Apes? That was them. Their goal is to merge Night's viral expertise with Experiential's real-world spectacles to create marketing moments that dominate both streets and screens. The timing makes sense: Hollywood's two hottest growth topics right now are creators and experiences. Netflix is building Netflix House locations, Lionsgate opened a John Wick experience in Vegas, and now creators want their slice of the IRL action too.",
          "topics": ["marketing", "experiential", "creators"],
          "entities": ["Night", "Experiential Supply Co", "Kai Cenat"]
        },
        {
          "section": "Wide Shot",
          "headline": "Apple TV bundles with Peacock in streaming re-bundling wave",
          "body": "Even Apple is giving up on the go-it-alone streaming strategy. Starting Monday, Apple TV is bundling with NBC's Peacock, with one subscription unlocking both services for $14.99, or $19.99 without ads. The content will stay on separate apps, but it's still a notable shift for Apple, which has historically protected its premium brand and kept its subscriber numbers secret, while NBC's Peacock has publicly struggled to gain traction and hasn't yet become profitable. The partnership is the latest sign of streaming's inevitable re-bundling. Disney already bundles with Warner Bros. Discovery's Max, and now even Apple needs a dance partner to share the massive costs of competing against Netflix and Amazon.",
          "topics": ["streaming", "business"],
          "entities": ["Apple TV", "Peacock", "NBCUniversal"]
        },
        {
          "section": "Wide Shot",
          "headline": "HBO Max enters K-drama market with CJ ENM partnership",
          "body": "HBO Max just entered the K-drama chat. Warner Bros. Discovery is teaming up with CJ ENM, the Korean studio behind Oscar-winner Parasite. They'll co-produce original K-dramas and create a hub for TVING (CJ's streaming service) inside HBO Max across 17 Asia-Pacific markets starting in 2026. The deal also brings hundreds of hours of existing CJ and TVING shows to HBO Max. This comes as Korean studios hunt for new revenue amid a brutal prolonged theatrical downturn (their box office is still down about 40% from pre-pandemic levels). Warner Bros. wants 150M subscribers and 100+ territories by the end of 2026, and this deal helps by letting them drop a local streamer right into HBO Max instead of competing against it or building from scratch in the market.",
          "topics": ["streaming", "international", "content"],
          "entities": ["HBO Max", "Warner Bros Discovery", "CJ ENM", "TVING"]
        }
      ]
    }
  ]
}
